# St7SetGeometryCoedgeRelease1

Sets the release condition on the specified geometry coedge.

long St7SetGeometryCoedgeRelease1(long uID, long CoedgeNum, long* Status)
Input Parameters
uID
Strand7 model file ID.
CoedgeNum
Coedge number.
Status
Either prReleased or prFixed.